Repository: burunduk/heroeswog-l10n-test
Catalog: tm/script07_EN_RU.tmx
Source language: en
Languages: ru

source: {VERSION OUT-OF-DATE WARNING} Sorry, your versions of WoG and/or ERM are too old to use the {Fishing Well version 1.4 script.} Please update your files.
ru: {ПРЕДУПРЕЖДЕНИЕ: ВЕРСИЯ УСТАРЕЛА} Извините, ваши версии WoG и/или ERM слишком старые чтобы использовать {Рыболовный Колодец v1.4} Пожалуйста, обновите ваши файлы.

source: Do you stop to fish in the well?
ru: Хотите остановиться порыбачить в колодце?

source: You're too exhausted to fish right now. Try in the morning.
ru: Вы слишком устали, чтобы рыбачить прямо сейчас. Попробуйте с утра пораньше.

source: After several hours you discover there's nothing but
ru: После нескольких часов вы обнаружили, что здесь ничего нет, однако

source: at the bottom of this well
ru: на дне этого колодца

source: %Z301 water and a soggy cheese sandwich %Z302.
ru: %Z301 %Z302 есть вода и сырой сэндвич с сыром.

source: %Z301 water and an old smelly boot %Z302.
ru: %Z301 %Z302 есть вода и вонючий старый ботинок.

source: %Z301 water and an old rusty sword %Z302.
ru: %Z301 %Z302 есть вода и старый ржавый меч.

source: %Z301 water and a half-eaten lambchop %Z302.
ru: %Z301 %Z302 есть вода и наполовину съеденный ягненок.

source: %Z301 smelly water and slimy mud %Z302.
ru: %Z301 %Z302 есть зловонная вода и гадкая тина.

source: %Z301 sparkling water and lots of mossy rocks %Z302.
ru: %Z301 %Z302 есть искрящаяся вода и множество мшистых камней.

source: After several hours you reel in a large furry trout and decide to cook it for supper.
ru: После нескольких часов вы зацепили большую пушистую форель и решили приготовить ужин.

source: You start to fish in the old well and end up mesmerised by the deep dark hole. Several hours later you snap out of it with a start!
ru: Присев у колодца поудить, вы были зачарованы глубокой черной бездной. Только через несколько часов вы стряхнули с себя это состояние и начали ловлю!

source: After a long day's fishing you catch a miniature mermaid. She sings to you until you fall asleep and when you awake she's gone.
ru: После долгого дня рыбалки вы поймали маленькую русалку. Она пела вам, пока вы не уснули, а когда вы проснулись, она уже исчезла.

source: You fish and fish and fish and fish and fish and fish and fish and fish and fish and fish. In the end you're totally sick of fishing.
ru: Вы удили и удили и удили и удили и удили и удили и удили и удили и удили и удили. В итоге вы окончательно заболели рыбалкой.

source: You fish for a very long time and finally you give up, but not before you've used every single worm you could find.
ru: Вы удили долго-долго и под конец поймали. Но не раньше, чем использовали всех червяков, которых удалось отыскать.

source: While fishing in the well, you amuse yourself by yelling into it and hearing the echoes return. This is great fun until the echoes start occurring by themselves... ~~SpOoKy~~
ru: Ловя рыбку вы забавлялись тем, что кричали в глубину колодца, слушая эхо. Это отличная забава, когда эхо повторяет себя много раз... {ЖуУткО!}

source: You spend an enjoyable time fishing in the well and telling tales of scaly heroes, brave dragons and silly little warlocks.
ru: Вы приятно проводили время, за рыбалкой и рассказыванием самому себе историй о чешуйчатых героях, храбрых драконах и глупых маленьких колдунах.

source: It's such a hot day that you decide to cool off in the well. Luckily for you, the undertow isn't too strong and you manage to keep your footing down there.
ru: Был такой жаркий день, что вы решили охладиться в колодце. К счастью для вас, подводное течение было не слишком сильным и вы удерживались на плаву.

source: While fishing around in the well for valuable things, you discover an old and very heavy anchor. Now who would have thought a sailing ship could even FIT down there?
ru: Пытаясь выловить ценные вещи, вы обнаружили старый и очень тяжелый якорь. Может, рыбацкая лодка потонула здесь?

source: Casting a fishing line down in the well quickly grows boring so you and your second in command take turns dunking the troops instead!
ru: Прикинув глубину колодца вы быстро заскучали, поэтому вместо рыбалки Вы с вашим адьютантом принялись купать солдат!

source: After fishing for awhile in the well without any luck you decide to play a game and bob for apples.
ru: Порыбачив немного в колодце без особого результата вы решили сыграть в игру "укуси яблоко".

source: You fish for awhile in the well and end up landing an electric eel. It's a shocking experience that you're not eager to repeat!
ru: Порыбачив немного в колодце вы вытащили электрического угря. Этот "шоковый" опыт вы врядли решитесь повторить!

source: You fish in the well for a long time until the blackflies finally drive you back to your tents.
ru: Вы рыбачили долго, пока темнота не загнала вас обратно в палатку.

source: After many hours you manage to catch a beautiful rainbow fish that tastes delightful fried with onions. Eating the meal boosts your entire army's spirits!
ru: После долгих часов попыток управиться с удочкой, вы поймали красивую радужную рыбу, у которой оказался прелестный вкус в жареном виде с лучком! После опустошения запасов мяса, боевой дух армии существенно поднялся!

source: After several hours of fishing you're amazed to discover that you've reeled in The Grail!
ru: После нескольких часов рыбалки вы были изумлены тем, что обнаружили запутавшийся в леске {ГРААЛЬ}!

source: But it turns out you were just hallucinating and luckily your army is able to bring you back to your senses!
ru: Однако вскоре выяснилось, что это была всего лишь галлюцинация. К счастью ваша армия привела вас в чуство!

source: You fish for a long time without incident, pausing now and then to toss in a coin and make a wish. By the end of the day you realize that you've tossed {%Y2} {gold} {coins} into the boring old well.
ru: Вы долго рыбачили без происшествий, прерываясь, чтобы подбросить монетку и загадать желание. К концу дня до вас дошло, что вы выкинули в колодец {%Y2} {золотых} {монет}.

source: After several hours fishing in the well, a storm rolls in and your whole army gets drenched to the bone. Everyone goes to bed cold, wet and miserable.
ru: После нескольких часов рыбалки начался шторм, в котором и вы и вся ваша армия продрогли до костей. Каждый лег спать замерзшим, мокрым и несчастным.

source: While fishing in the well, you're surprised by a troop of friendly dwarves that emerge singing "{Hi ho, Hi ho, it's} {home again we go.}"
ru: Рыбача в колодце, вы были поражены группой дружественных гномов, которые пели "{Й-о-хо-хо!} {И бутылка Рому!}"

source: You fish all day long and are just about to give up when a sexy water spirit appears and teaches you the mystic words to a magic spell. "{Use} {this} {%Z301} {spell} {to} {annoy} {your} {enemies}," giggles the spirit before vanishing back down the well from where she came.
ru: Вы ловили целый день и только собрались подняться когда обворожительная русалка появилась и научила вас мистическим словам магического заклинания. "{Используй} {это} {заклинание} {чтобы} {раздавить} {ваших} {врагов}," хихикнула русалка перед исчезновением в колодце, из которого появилась.

source: You fish for hours with no luck and just as you're starting to feel that you've wasted the day, a hunchback old gnome pulls up in a covered wagon and offers you %Y7 gold in exchange for your %Y4 %Z2. Do you agree to the deal?
ru: Часами вы рыбачили без тени удачи и, только вы начали чувствовать что даром промотали день, горбатый старый гном появился из укрытой повозки и предложил вам %Y7 золотом в обмен на %Y4 ваших %Z2. Вы согласны на сделку?

source: You fish for hours with no luck and just as you're starting to feel that you've wasted the day, a hunchback old gnome pulls up in a covered wagon. He looks over your army, wrinkles his nose and rides off into the sunset.
ru: Часами вы рыбачили без тени удачи и, только вы начали чувствовать что даром промотали день, горбатый старый гном появился из укрытой повозки. Он осмотрел вашу армию, поморщил нос и укатил в рассвет.

source: You inform your %Z2 of their new owner and quickly make the exchange. The hunchback gnome mutters darkly as he loads your troops on the wagon and rides off into the sunset.
ru: Вы сообщили вашим %Z2 об их новом хозяине и быстренько совершили обмен. Горбатый гном матерился по-черному, загружая ваших солдат в повозку и укатил в рассвет.

source: You absolutely refuse to sell your loyal %Z2 into slavery to the first hunchback gnome that happens to ride by, even if he is offering a fantastic deal! The gnome shakes his head sadly and rides off into the sunset.
ru: Вы наотрез отказались продавать ваших подданных %Z2 в рабство первому встречному горбатому гному, даже если бы он предложил фантастические условия сделки! Гном огорченно покачал головой и укатил в рассвет.

source: While fishing in the well, you hear a cry for help! Lowering a strong rope enables you to pull up a %Z301 that fell down and got trapped in this dark watery hole. The %Z301 is grateful to be rescued!
ru: Рыбача, вы услышали мольбы о помощи! Черная прочная веревка позволила вам вытянуть свалившегося и заключенного в темной водяной дыре. %Z301 благодарит вас за спасение!

source: Fishing in the well takes several hours but you finally manage to dredge up some loose coins.
ru: Рыбалка заняла несколько часов, но вам наконец удалось выловить несколько утерянных монет.

source: You spend all day fishing in the well and eventually you haul up a rusty old chest.
ru: Вы потратили целый день на рыбалку, и, в конечном счете, подняли старый ржавый сундук.

source: You toss the unopened chest back down the well where it lands with an incredibly loud {*SPLASH*} at the bottom!
ru: Вы выбросили неотпертый сундук обратно в колодец, где он приземлился с невозможно громким {*ВСПЛЕСКОМ*} внизу!

source: The chest is filled with a strange pink gas that causes %Z303's %Z2 to {INCREASE} in number.
ru: Сундук заполнен странным розовым газом который дает непонятный эффект.

source: Inside the chest you find {%Y7 Gold Coins!}
ru: В сундуке вы нашли {%Y7 золотых монет!}

source: Inside the chest you find valuable resources!}
ru: В сундуке вы нашли ценные ресурсы!

source: Inside the chest you're elated to discover a magical artifact!
ru: В сундуке вам на радость лежит магический Артефакт!

source: Much to everyone's disappointment, the chest turns out to be empty.
ru: Ко всеобщему разочарованию, сундук оказался пустым.

source: The chest is filled with a strange purple gas that causes %Z303's %Z2 to change into %Z1.
ru: Сундук наполнен странным пурпурным газом который вызывает странные превращения в вашей армии.

source: It's a TRAP! Deadly magic darts fly out, but luckily they all miss and nobody is injured.
ru: Это ЛОВУШКА! Смертельная магия вытекла наружу, но к счастью она выдохлась, поэтому никто не пострадал.

source: It's a TRAP! Deadly magic darts fly out and instantly kill %Y3 of %Z303's loyal %Z2!
ru: Это ЛОВУШКА! Смертельная магия вытекла наружу и убила несколько верных Вам солдат!

source: spell scroll
ru: свиток заклинания

source: Living Scroll
ru: Живой Свиток

source: Inside the chest is a tightly sealed scroll case. Opening the case you discover a magical %Z2 of %Z301 which you eagerly anticipate using.
ru: Внутри сундука обнаружился плотно запечатанный футляр со свитком внутри. Открыв футляр вы обнаружили магический %Z2 с заклинанием %Z301, который с удовольствием будете использовать.

source: After spending several lazy hours fishing in the well, you're totally unprepared for what suddenly emerges!
ru: Проведя несколько медленно тянущихся часов рыбача, вы были абсолютно не готовы к тому, что внезапно появилось!

source: While fishing, you discover a long, dark passageway located halfway down the well. Do you take your army and carefully explore the tunnel?
ru: Рыбача вы обнаружили длинный, темный проход на полпути ко дну колодца. Вы готовы взять свою армию и осторожно исследовать туннель?

source: After many hours following long, dark twisty passages, you finally see daylight and emerge through another Magic Well.
ru: После многих часов блуждания, в длинном темном петляющем проходе, вы наконец увидели дневной свет и вылезли из другого волшебного колодца.

source: Oh well, perhaps another day when you're feeling more adventurous.
ru: Ох, ну хорошо, возможно в другой день вы решите рискнуть.

source: After many hours following long, dark twisty passages, you find yourself in a large cave with no other way to go except back the way you came. Suddenly, from the back of the cave comes a fearsome beast, intent on killing you. Your torches catch sight of a glimmering hoard of treasure that the beast is guarding. Are you brave enough to stay and fight?
ru: После многих часов блуждания, в длинном темном петляющем проходе, вы оказались в большой пещере, не имеющей другого выхода кроме того пути, которым вы пришли. Внезапно, из-за стены появилось ужасное чудище, с намерениями убить вас. Вы заметили блеск сокровищ, лхраняемых монстром. У вас достаточно храбрости остаться и драться?

source: Having beaten the %Z301, you discover treasure!
ru: Попотев над этим монстром, что иногда зовут - %Z301 - вы нашли сокровища!

source: With the %Z301 dead and your treasure loaded, you follow the tunnel back to the surface.
ru: Когда %Z301 был мертв и ваше сокровище загружено, вы проследовали по туннелю назад к поверхности.

source: You rapidly flee from the fearsome %Z301, back through the tunnels to the surface!
ru: Вы быстро убежали от ужасного монстра, назад по туннелю к поверхности!

source: Alas! You were beaten by the %Z301! What a sad sad fate for a brave hero...
ru: Увы, %Z301 побил вас! Что за грустная судьба для храброго героя...

source: You spend all day fishing in the well and eventually you haul up a rusty old chest. Do you open it?
ru: Вы потратили целый день на ловлю в колодце и внезапно вы подцепили старый ржавый сундук. Вы откроете его?

source: Do you open it?
ru: Вы откроете его?

source: Rusty old chest
ru: Старый ржавый сундук

source: Cheese sandwich
ru: Сырный сэндвич

source: Old boot
ru: Старый ботинок

source: Rusty sword
ru: Ржавый меч

source: Lambchop
ru: Ягненок

source: Slimy mud
ru: Гадкая тина

source: Mossy rocks
ru: Мшистые камни

source: Trout
ru: Форель

source: Dark hole
ru: Темная дыра

source: Mermaid
ru: Русалка

source: Fishing
ru: Рыбка

source: Worms
ru: Черви

source: Spookies
ru: Призраки

source: Scaly hero
ru: Бедный герой

source: Brave dragon
ru: Храбрый дракон

source: Silly warlock
ru: Молчаливый колдун

source: Hot sun
ru: Жаркое солнце

source: Anchor
ru: Якорь

source: Well dunking!
ru: Хороший бросок!

source: Bob with an apple
ru: Боб с яблоком

source: Electric eel
ru: Электрический угорь

source: Rainbow fish
ru: Золотая рыбка

source: Storm
ru: Шторм

source: Gnome trader
ru: Гном-торговец
